aaron-bond.better-comments
adpyke.codesnap
alexcvzz.vscode-sqlite
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
codeium.codeium
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dart-code.dart-code
dart-code.flutter
dotjoshjohnson.xml
eamodio.gitlens
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-github-actions
jebbs.markdown-extended
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.liveserver
tamasfe.even-better-toml
teabyii.ayu
tomoki1207.pdf
twxs.cmake
yzane.markdown-pdf
zhuangtongfa.material-theme
